accept
alias
all
analysis
and
app
appears
application
architecture
are
args
array
audit
backend
band
batch
binary
bipolar
bool
boost
both
build
cache
caches
call
canonical
chain
change
changes
channel
channels
chb
checkpoint
classical
classifier
classifies
clear
cli
collate
collect
common
compatible
conda
config
configure
constructing
contains
core
create
csv
cuda
dataset
define
dependencies
detail
details
detection
deterministic
dict
diff
dim
discover
display
duplicate
each
edf
edfs
electrode
electrodes
end
engine
env
environment
epoch
exact
exclude
excludes
expected
experiment
extract
extraction
failures
fallback
feat
feature
features
file
filename
files
find
first
float
fold
for
format
forward
free
from
get
getitem
gpu
gradio
grid
headers
helpers
identity
incompatible
incomplete
infer
init
initialization
inner
input
instructions
interface
into
isolation
item
its
key
kfold
labels
leakage
learn
leave
len
length
list
lmbda
load
lofo
log
logging
lstm
main
make
map
mask
meta
mismatched
mit
model
models
montage
names
never
normalization
normalize
once
one
only
optimization
out
outer
output
overlap
pad
params
parse
parser
path
paths
per
persistence
pickle
pip
pipeline
pkl
pkls
plain
plan
plot
plots
power
precomputed
predict
preflight
preprocess
preprocessing
present
print
probability
process
progress
python
qubo
random
rapids
raw
reconstructed
record
reference
refresh
registry
rejected
rejects
report
representation
reproducible
result
results
return
returns
run
runner
safe
save
scan
schema
scientific
scikit
score
scores
sec
seed
seizure
seizures
seq
seqs
sequence
sequences
serve
set
sets
settings
show
signature
solve
solver
solvers
source
split
splits
stable
stack
start
step
subjects
summary
supports
svm
tab
test
tests
that
the
times
train
training
trains
treating
trusted
tune
tuning
txt
unreadable
used
uses
utils
val
validate
validation
value
variable
variants
version
viewer
viz
was
web
when
with
without
write
written
xgboost
zero
個頻帶
展平成一維
平滑係數
快且保證全局最優解
控制連續性的強弱
時間複雜度
時間點
檔案路徑清單
為檔名
為該檔案的發作時間片段
產出的機率向量
的精確
輸入一個
輸出特徵向量
針對鏈狀